tap "beeftornado/rmtree"
tap "eth-p/software"
tap "gautamkrishnar/socli"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mas-cli/tap"
tap "rhysd/git-brws", "https://github.com/rhysd/git-brws"
brew "actionlint"
brew "asdf"
brew "bat"
brew "beeftornado/rmtree/brew-rmtree"
brew "cheat"
brew "chezmoi"
brew "cloc"
brew "curlie"
brew "dark-mode"
brew "ddgr"
brew "dotenv-linter"
brew "eth-p/software/bat-extras"
brew "exa"
brew "fd"
brew "fzf"
brew "gautamkrishnar/socli/socli"
brew "gh"
brew "git"
brew "git-delta"
brew "glances"
brew "glow"
brew "gnupg"
brew "gojq"
brew "gum"
brew "hadolint"
brew "howdoi"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
brew "markdownlint-cli"
brew "mas-cli/tap/mas"
brew "mcfly"
brew "navi"
brew "neovim"
brew "pipx"
brew "plantuml"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "rhysd/git-brws/git-brws"
brew "rpg-cli"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "tldr"
brew "trash"
brew "zoxide"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "brave-browser"
cask "chatgpt"
cask "cozy-drive"
cask "daisydisk"
cask "dropbox"
cask "hiddenbar"
cask "homebrew/cask-fonts/font-fontawesome"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "monitorcontrol"
cask "obsidian"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "skim"
cask "sublime-text"
cask "superproductivity"
cask "suspicious-package"
cask "webpquicklook"
cask "wezterm"
mas "Charmstone", id: 1563735522
mas "Downlink", id: 1454269192
mas "Dropover", id: 1355679052
mas "Ecosia - The search engine that plants trees", id: 1463400445
mas "Encrypto", id: 935235287
mas "KeyLimePie", id: 1575163350
mas "Shareful", id: 1522267256
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Spotica Menu", id: 570549457
mas "The Unarchiver", id: 425424353
