tap "beeftornado/rmtree"
tap "eth-p/software"
tap "gautamkrishnar/socli"
tap "homebrew/cask-versions"
tap "jandedobbeleer/oh-my-posh"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mas-cli/tap"
tap "rhysd/git-brws", "https://github.com/rhysd/git-brws"
brew "actionlint"
brew "asdf", link: false
brew "bat"
brew "beeftornado/rmtree/brew-rmtree"
brew "bottom"
brew "cheat"
brew "chezmoi"
brew "cloc"
brew "curl"
brew "curlie"
brew "dark-mode"
brew "ddgr"
brew "dotenv-linter"
brew "eth-p/software/bat-extras"
brew "exa"
brew "fd"
brew "fzf"
brew "gautamkrishnar/socli/socli"
brew "gh"
brew "git"
brew "git-delta"
brew "glances"
brew "glances"
brew "glow"
brew "gnupg"
brew "gojq"
brew "gum"
brew "hadolint"
brew "howdoi"
brew "hyperfine"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "luacheck"
brew "markdownlint-cli"
brew "mas-cli/tap/mas"
brew "mcfly"
brew "navi"
brew "neovim"
brew "php"
brew "pipx"
brew "plantuml"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "rhysd/git-brws/git-brws"
brew "ripgrep"
brew "rpg-cli"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "tldr"
brew "trash"
brew "zoxide"
brew "zsh"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "blockblock"
cask "brave-browser"
cask "chatgpt"
cask "cheatsheet"
cask "customshortcuts"
cask "daisydisk"
cask "dash"
cask "dhs"
cask "discord"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "hiddenbar"
cask "homebrew/cask-fonts/font-fontawesome"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "imageoptim"
cask "keepingyouawake"
cask "keybase"
cask "keyboard-cleaner"
cask "keycastr"
cask "kindle"
cask "knockknock"
cask "lulu"
cask "mactex-no-gui"
cask "mactracker"
cask "metabase"
cask "microsoft-teams"
cask "monitorcontrol"
cask "monodraw"
cask "netiquette"
cask "obsidian"
cask "oversight"
cask "paletro"
cask "pomatez"
cask "qlmarkdown"
cask "quicklook-json"
cask "rectangle-pro"
cask "reikey"
cask "rocket"
cask "send-to-kindle"
cask "skim"
cask "spotify"
cask "sublime-text"
cask "superproductivity"
cask "suspicious-package"
cask "taskexplorer"
cask "texifier"
cask "vlc"
cask "webpquicklook"
cask "wezterm"
cask "whatsyoursign"
mas "Charmstone", id: 1563735522
mas "ColorSlurp", id: 1287239339
mas "Downlink", id: 1454269192
mas "Dropover", id: 1355679052
mas "Ecosia - The search engine that plants trees", id: 1463400445
mas "Encrypto", id: 935235287
mas "GIPHY CAPTURE", id: 668208984
mas "HotKey", id: 975890633
mas "Qmenu", id: 1567442612
mas "Shareful", id: 1522267256
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Spotica Menu", id: 570549457
mas "The Unarchiver", id: 425424353
