tap "alajmo/mani"
tap "beeftornado/rmtree"
tap "eth-p/software"
tap "gautamkrishnar/socli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jandedobbeleer/oh-my-posh"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mas-cli/tap"
tap "ms-jpq/sad"
tap "rhysd/git-brws", "https://github.com/rhysd/git-brws"
brew "actionlint"
brew "xz"
brew "asdf"
brew "bat"
brew "bottom"
brew "pcre2"
brew "cairo"
brew "cheat"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "curl"
brew "curlie"
brew "dark-mode"
brew "ddgr"
brew "dotenv-linter"
brew "envchain"
brew "eza"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "glances"
brew "glow"
brew "gnupg"
brew "gojq"
brew "gum"
brew "hadolint"
brew "howdoi"
brew "hyperfine"
brew "imagemagick"
brew "json5"
brew "krb5"
brew "libxt"
brew "luacheck"
brew "markdownlint-cli2"
brew "mcfly"
brew "navi"
brew "neovim"
brew "php"
brew "pipx"
brew "plantuml"
brew "pnpm"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "python@3.10"
brew "r"
brew "rpg-cli"
brew "sevenzip"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tpm"
brew "trash"
brew "vale"
brew "vhs"
brew "walk"
brew "wego"
brew "xh"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "alajmo/mani/mani"
brew "beeftornado/rmtree/brew-rmtree"
brew "eth-p/software/bat-extras"
brew "gautamkrishnar/socli/socli"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mas-cli/tap/mas"
brew "ms-jpq/sad/sad"
brew "rhysd/git-brws/git-brws"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "blockblock"
cask "brave-browser"
cask "cheatsheet"
cask "cloudflare-warp"
cask "customshortcuts"
cask "daisydisk"
cask "dash"
cask "dhs"
cask "discord"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "hiddenbar"
cask "imageoptim"
cask "keepingyouawake"
cask "keybase"
cask "keyboard-cleaner"
cask "keycastr"
cask "kindle"
cask "knockknock"
cask "lulu"
cask "lunacy"
cask "mactex-no-gui"
cask "mactracker"
cask "malwarebytes"
cask "metabase"
cask "microsoft-teams"
cask "monitorcontrol"
cask "monodraw"
cask "mullvadvpn"
cask "netiquette"
cask "obsidian"
cask "oversight"
cask "paletro"
cask "pika"
cask "pomatez"
cask "privileges"
cask "qlmarkdown"
cask "quicklook-json"
cask "rectangle-pro"
cask "reikey"
cask "rocket"
cask "rstudio"
cask "send-to-kindle"
cask "skim"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "taskexplorer"
cask "texifier"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Charmstone", id: 1563735522
mas "ColorSlurp", id: 1287239339
mas "Downlink", id: 1454269192
mas "Dropover", id: 1355679052
mas "Ecosia - The search engine that plants trees", id: 1463400445
mas "Encrypto", id: 935235287
mas "GIPHY CAPTURE", id: 668208984
mas "HotKey", id: 975890633
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Qmenu", id: 1567442612
mas "Shareful", id: 1522267256
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Spotica Menu", id: 570549457
mas "The Unarchiver", id: 425424353
mas "Weathergraph", id: 1501958576
vscode "acestojanoski.ace-dark"
vscode "adrieankhisbe.vscode-ndjson"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "anseki.vscode-color"
vscode "appland.appmap"
vscode "ban.spellright"
vscode "Bridgecrew.checkov"
vscode "bsides.Theme-Base16-Eighties"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "Codium.codium"
vscode "cweijan.vscode-autohotkey-plus"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "deerawan.vscode-dash"
vscode "dorzey.vscode-sqlfluff"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "emilast.LogFileHighlighter"
vscode "esbenp.prettier-vscode"
vscode "fcrespo82.markdown-table-formatter"
vscode "file-icons.file-icons"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.docker-explorer"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "idleberg.applescript"
vscode "ionutvmi.path-autocomplete"
vscode "James-Yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "jgclark.vscode-todo-highlight"
vscode "keyring.Lua"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kumar-harsh.graphql-for-vscode"
vscode "magicstack.MagicPython"
vscode "MattGleich.theme-blackbird"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mitchdenny.ecdc"
vscode "mkxml.vscode-filesize"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.test-adapter-converter"
vscode "naumovs.color-highlight"
vscode "oleg-shilo.codemap"
vscode "patbenatar.advanced-new-file"
vscode "RandomFractalsInc.vscode-data-preview"
vscode "redhat.vscode-yaml"
vscode "RobbOwen.synthwave-vscode"
vscode "samuelcolvin.jinjahtml"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "SirTori.indenticator"
vscode "sourcery.sourcery"
vscode "streetsidesoftware.code-spell-checker"
vscode "TabNine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "TeamHub.teamhub"
vscode "techer.open-in-browser"
vscode "tlahmann.alex-linter"
vscode "tomoki1207.pdf"
vscode "Tyriar.sort-lines"
vscode "vittorioromeo.expand-selection-to-scope"
vscode "Wattenberger.footsteps"
vscode "wmaurer.change-case"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "Zarel.sublime-commands"
