tap "alajmo/mani"
tap "beeftornado/rmtree"
tap "dustinblackman/tap"
tap "eth-p/software"
tap "gautamkrishnar/socli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jandedobbeleer/oh-my-posh"
tap "mas-cli/tap"
tap "ms-jpq/sad"
tap "noborus/tap"
tap "rhysd/git-brws", "https://github.com/rhysd/git-brws"
brew "actionlint"
brew "xz"
brew "asdf"
brew "atuin"
brew "bat"
brew "bottom"
brew "pcre2"
brew "cairo"
brew "chafa"
brew "cheat"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "curl"
brew "curlie"
brew "dark-mode"
brew "ddgr"
brew "dotenv-linter"
brew "envchain"
brew "eza"
brew "fd"
brew "gcc"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glances"
brew "glow"
brew "gnu-typist"
brew "gnupg"
brew "gojq"
brew "gum"
brew "hadolint"
brew "howdoi"
brew "htmlq"
brew "hyperfine"
brew "imagemagick"
brew "json5"
brew "krb5"
brew "libxt"
brew "luacheck"
brew "markdownlint-cli2"
brew "navi"
brew "neovim"
brew "php"
brew "pipx"
brew "plantuml"
brew "pnpm"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "python@3.10"
brew "r"
brew "selene"
brew "sevenzip"
brew "shellcheck"
brew "shellharden"
brew "shfmt"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tpm"
brew "trash"
brew "typos-cli"
brew "uv"
brew "vale"
brew "vhs"
brew "walk"
brew "wego"
brew "xh"
brew "zoxide"
brew "zsh"
brew "alajmo/mani/mani"
brew "beeftornado/rmtree/brew-rmtree"
brew "dustinblackman/tap/oatmeal"
brew "eth-p/software/bat-extras"
brew "gautamkrishnar/socli/socli"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mas-cli/tap/mas"
brew "ms-jpq/sad/sad"
brew "noborus/tap/ov"
brew "rhysd/git-brws/git-brws"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "blockblock"
cask "brave-browser"
cask "cheatsheet"
cask "cloudflare-warp"
cask "customshortcuts"
cask "daisydisk"
cask "dash6"
cask "dhs"
cask "discord"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "hiddenbar"
cask "imageoptim"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keybase"
cask "keyboard-cleaner"
cask "keycastr"
cask "knockknock"
cask "lulu"
cask "lunacy"
cask "mactex-no-gui"
cask "mactracker"
cask "malwarebytes"
cask "metabase"
cask "microsoft-teams"
cask "monitorcontrol"
cask "monodraw"
cask "netiquette"
cask "obsidian"
cask "ollama"
cask "oversight"
cask "paletro"
cask "pika"
cask "privileges"
cask "qlmarkdown"
cask "quicklook-json"
cask "rectangle-pro"
cask "reikey"
cask "rocket"
cask "send-to-kindle"
cask "skim"
cask "spotify"
cask "suspicious-package"
cask "taskexplorer"
cask "texifier"
cask "vlc"
cask "webpquicklook"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Capital One Shopping", id: 1477110326
mas "Charmstone", id: 1563735522
mas "ColorSlurp", id: 1287239339
mas "Downlink", id: 1454269192
mas "Dropover", id: 1355679052
mas "Ecosia - The search engine that plants trees", id: 1463400445
mas "Encrypto", id: 935235287
mas "GIPHY CAPTURE", id: 668208984
mas "HotKey", id: 975890633
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Qmenu", id: 1567442612
mas "Shareful", id: 1522267256
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Spotica Menu", id: 570549457
mas "The Unarchiver", id: 425424353
mas "Weathergraph", id: 1501958576
